Revit 2027 API
ParameterTypeId.TrussElementCreateBottomParam Property
 "Create Bottom Chord"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementCreateBottomParam { get; }
Public Shared ReadOnly Property TrussElementCreateBottomParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementCreateBottomParam {
	ForgeTypeId^ get ();
}
static member TrussElementCreateBottomParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace